Repository: ahmedos1997/technology_academy
Catalog: courses/locale/*/LC_MESSAGES/django.po
Languages: ar

source: title
ar: العنوان

source: Technology Academy
ar: اكادمية التقانة

source: (c) 2022 tecnology. All Right reserved.
ar: الحقوق محفوظة للاكادمية (c) 2022

source: Home
ar: الرئيسية

source: my path
ar: مساراتي

source: Blog
ar: المدونات

source: English
ar: اللغة الانجليزية

source: Arabic
ar: اللغة العربية

source: Profile
ar: الصفحة الشخصية

source: Logout
ar: تسجيل خروج

source: Login
ar: تسجيل الدخول

source: Register
ar: انشاء حساب

source: Course registration information :
ar: معلومات التسجيل في الكورس

source: payment information :
ar: معلومات عملية الدفع

source: Subscribe
ar: اشتراك

source: Please log in or create an account to view the page
ar: ارجاء تسجيل الدخول او انشاء حساب لتظهر هذه الصفحة

source: Subscribed
ar: تم الاشتراك

source: client id :
ar: رقم الزبون

source: client name :
ar: اسم الزبون

source: client email :
ar: ايميل الزبون

source: date :
ar: التاريخ

source: My path
ar: مساراتي

source: There Are No Path To Show
ar: لا يوجد مسار لعرضه

source: Show Response
ar: اظهار الرد

source: No Response Yet
ar: لايوجد رد حتى الان

source: Add Quetchion
ar: اضافة سؤال

source: Sorry You Must Login Or Create Account
ar: الرجاء تسجيل الدخول او انشاء حساب لتظهر هذه الصفحة

source: No Answer Yet
ar: عفوا لا توجد اجابة بعد

source: Answer The Question
ar: اجب عن السؤال

source: You have successfully subscribed to the course. You can now watch the course and we will be with you at any time
ar: لقد تم اشتراكك في الكورس بنجاح يمكنك الان مشاهدة الكورس وسنكون معك في اي وقت

source: Go to courses
ar: الذهاب الى صفحة الكورسات
